Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhaseb Property
 "Apparent Load Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhaseb { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhaseb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace